Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: Options for the Secure Sockets Layer.
fr_fr: Options SSL.

source: Host-Based Reverse proxy
fr_fr: Serveur Mandataire inverse

source: Step 2 - Import Details
fr_fr: Etape 2 - Import Details

source: Creates a new group. Groups allow you to separate your VPN users into distinct categories to make bulk administration easier and more effective.
fr_fr: Creates a new groupe. Groupes allow you to separate votre VPN users into distinct categories to make bulk administration easier and more effective.

source: Web Forward Type
fr_fr: Type d'application

source: Account
fr_fr: Compte

source: Valid External Hostnames:
fr_fr: Noms d'hôte externe valides:

source: The port on which the proxy servier is listening.
fr_fr: Le port on which the proxy servier est listening.

source: View
fr_fr: Voir

source: Open the web folder.
fr_fr: Ouvrir l'Application Web.

source: One or more fields contain errors, please review the fields below and try again.
fr_fr: Un ou plusieurs champs contient des erreurs, vérifiez les champs avant de continuer puis essayer a nouveau.

source: Finished preparing application descriptor.
fr_fr: Finished preparing application description.

source: No Permissions have been selected, there must be at least one Permission.
fr_fr: Non Permissions have been selected, there must be at least one Permission.

source: WINS server address
fr_fr: WINS adresse serveur

source: Create Web Forward
fr_fr: Créer une application Web

source: Overall progress
fr_fr: Progrès général

source: Cut file.
fr_fr: Couper le fichier.

source: This action would stop the Super User from logging on! Ensure that there is at least one policy assigned to an authentication scheme which contains the Super User.
fr_fr: Thest action would stop the Super Utilisateur from logging on! Ensure that there est at least one stratégie assigned to an authentification scheme which contains the Super User.

source: Please provide the other information for launching this application
fr_fr: SVP, fournissez les autres informations pour lancer cette application

source: Allow connection
fr_fr: Autoriser la connexion

source: Enable request log
fr_fr: Activer le journal des requêtes

source: Network Interfaces
fr_fr: Réseau Interfaces

source: The default profile may not be edited.
fr_fr: Le profil par défaut ne peut pas être éditer.

source: License rejected for <strong>{0}</strong>.
fr_fr: Rejet de licence pour <strong>{0}</strong>.

source: Here you may configure various system preferences and options to customize the behaviour of your OpenVPN-ALS VPN server. Please ensure that Automatic Updates are enabled to ensure you have the latest and most secure version of the software.
fr_fr: Here you may configure various system preferences and options to customize the behaviour de votre OpenVPN-ALS VPN server. Please ensure that Automatic Updates are enabled to ensure you have the latest and most secure version de the software.

source: Launching.
fr_fr: Lancement.

source: You must provide a description for this tunnel.
fr_fr: You must provide a description for thest tunnel.

source: Failed to check for access right by name. {0}
fr_fr: Failed to check for accès right by nom. {0}

source: Show Hidden
fr_fr: Montrer ce qui est caché

source: Userinfo contains invalid escape sequence!
fr_fr: Userinfo contains invalide escape sequence!

source: User
fr_fr: Utilisateur

source: The list of accounts exceeded the configured limit, only {0} accounts will be displayed.
fr_fr: La liste de comptes dépasse la limite , seulement {0} comptes seront montré.

source: Password Options
fr_fr: Mot de passe Options

source: Enable this option to require that the user accept remote tunnel connections.
fr_fr: Enable thest option to require that the utilisateur accept remote tunnel connections.

source: Edit this profiles name and description
fr_fr: Editer le nom et la description de ce profil

source: Session settings affect how your OpenVPN-ALS login session looks and behaves. Here you may configure things such as your session timeout and home page.
fr_fr: Session settings affect how votre OpenVPN-ALS login session looks and behaves. Here you may configure things such as votre session timeout and home page.

source: PDF Reference Guide
fr_fr: PDF guide de Référence

source: Step 3 - Authentication Scheme Policy Selection
fr_fr: Etape 3 - Authentification Scheme Stratégie Selection

source: Failed to check for policy by name. {0}
fr_fr: Failed to check for stratégie by nom. {0}

source: Include the built-in group base 'CN=Builtin ....' built from the domain name. If you do not include these you will have to manually add your own group base string to the the 'Additional group bases' list. See the documentation for more details.
fr_fr: Include the built-in groupe base 'CN=Builtin ....' built from the domain nom. Si you do not include these you will have to manually add votre propre group base string to the the 'Additional group bases' list. See the documentation for more details.

source: Configure access to internal web applications.
fr_fr: Configure l'accès aux applications Web interne.

source: Increase Priority
fr_fr: Augmenter la priorité

source: Downloading files
fr_fr: Téléchargement des fichiers

source: View and maintain custom access rights.
fr_fr: Voir et modifier les droits d'accès personnalisés.

source: The Non Proxy Host is invalid {0}.
fr_fr: Le Non Proxy Host est invalide {0}.

source: Step 3 - SSL Personal Tunnel Policy
fr_fr: Etape 3 - SSL Personal Tunnel Stratégie

source: Step 1 - Configure Certificate
fr_fr: Etape 1 - Configurer le Certificat

source: No full name supplied.
fr_fr: Non full nom supplied.

source: This account is the Super User account.
fr_fr: Ce compte est le compte super utilisateur.

source: OpenVPN-ALS:::Edit Network Place
fr_fr: OpenVPN-ALS:::Editer les Favoris Réseaux

source: Downloading {0} to {1}
fr_fr: Téléchargement de {0} a {1}

source: Used
fr_fr: Utilisé

source: Folder {0} already exists.
fr_fr: Le dossier {0} existe déjà.

source: TCP/IP No Delay
fr_fr: TCP/IP Non Delay

source: Enter you favorite book e.g. Gone With The Wind.
fr_fr: Enter you favorite book e.g. Gone With Le Wind.

source: OpenVPN-ALS::::Create Application
fr_fr: OpenVPN-ALS::::Créer une application

source: You must supply a company.
fr_fr: Vous devez fournir une société.

source: No Groups are available.
fr_fr: Non Groupes are available.

source: Super user password set.
fr_fr: Choisissez le mot de passe du super utilisateur.

source: <strong>{3}</strong> doesn't match the specified required pattern.
fr_fr: <strong>{3}</strong> ne correspond pas au modèle exigé indiqué.

source: License agreement for {0}
fr_fr: Contrat de licence pour {0}

source: The creation of the tunnel failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the tunnel failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: Here you can access applications that have been published on the OpenVPN-ALS VPN server for online usage. A number of additional applications may also be downloaded from the 3SP Online Application Store.
fr_fr: Sur cette page vous avez accès aux applications publiées sur le serveur VPN OpenVPN-ALS. D'autres applications peuvent aussi être télécharger depuis le site de 3SP.

source: Extensions To Install
fr_fr: Extenseions à installer

source: This extension requires version {0} of OpenVPN-ALS, but you have version {1}. Obtain and install at least this version before installing this extension.
fr_fr: Thest extension requires version {0} de OpenVPN-ALS, but you have version {1}. Obtain and Installer at least thest version before installing thest extension.

source: Date Last Amended
fr_fr: Date de dernière modification

source: Date Created:
fr_fr: Créé le:

source: OpenVPN-ALS Agent debug mode is not enabled, only serious errors will be displayed.
fr_fr: OpenVPN-ALS Agent debug mode est not enabled, only serious erreurs will be displayed.

source: The requested port is already in use. This usually suggests that another application is already running on port {0} on the server.
fr_fr: Le requested port est already in use. Thest usually suggests that another application est already running on port {0} on the server.

source: Here you may upload multiple files. Either type the filename or click on <strong>Browser</strong> to select your file, then click on <strong>Upload</strong> to upload the file. You may then repeat the process as many times as you wish. When complete, click on the <strong>Exit</strong> button. If you do not wish to upload any files at this time, simply click on <strong>Exit</strong> now.
fr_fr: Vous pouvez envoyer plusieurs fichiers. Cliquez sur <strong>Parcourir</strong> pour sélectionner le fichier, puis cliquez sur <strong>Envoyer</strong>. L'opération peut être répétée autant de fois que nécessaire. Cliquez ensuite sur <strong>Quitter</strong> pour terminer.

source: Folder creation failed. {0}.
fr_fr: Echec de création du dossier. {0}.

source: Remove this web forward.
fr_fr: Supprimer cette application Web.

source: OpenVPN-ALS:::Upload file.
fr_fr: OpenVPN-ALS:::Envoyer des fichiers.

source: This system authentication module allows users to logon via WebDAV using username and password only. It must be the only module in a scheme.
fr_fr: Thest system authentification module allows users to logon via WebDAV using utilisateur and mot de passe only. It must be the only module in a scheme.

source: Username:
fr_fr: Utilisateur:

source: VFS provider for the site customisation directory# OpenVPN-ALS Category Information
fr_fr: VFS provider for the site customisation directory

source: Step 3 - Policy Selection
fr_fr: Etape 3 - Stratégie Selection

source: Cut
fr_fr: Couper

source: If you continue, <strong>ALL</strong> queued messages will be deleted. There may be important messages waiting.
fr_fr: Si you continue, <strong>ALL</strong> queued messages will be deleted. There may be important messages waiting.

source: Select a number of files to be uploaded to the current location.
fr_fr: Sélectionner des fichiers à envoyer à l'emplacement actuel.

source: Warnings
fr_fr: Avertissements

source: Failed to check for tunnel by name. {0}
fr_fr: Failed to check for tunnel by nom. {0}

source: No key store exists. Please create or import one.
fr_fr: Non key store exists. Please create or import one.

source: Step 1 - Application Extension
fr_fr: Etape 1 - Extension d'application

source: OpenVPN-ALS:::Policies
fr_fr: OpenVPN-ALS:::Stratégies

source: The email address to use as the sender.
fr_fr: Le email address to use as the sender.

source: This delivery system sends emails to recipients using the SMTP protocol. If you have not already done so, you will need to configure the SMTP server to use in the <strong>System Configuration</strong> pages.
fr_fr: Thest delivery system sends emails to recipients using the SMTP protocol. Si you have not already done so, you will need to configure the SMTP server to use in the <strong>System Configuration</strong> pages.

source: Allow open webfolder in Firefox
fr_fr: Autoriser l'ouverture des favoris réseau dans Firefox

source: This user database requires further configuration. Please provide all the required details below.
fr_fr: Thest utilisateur database requires further configuration. Please provide all the required details below.

source: Destination path:
fr_fr: Destination:

source: Step 1 - Set Keystore Passphrase
fr_fr: Etape 1 - Remplissez la clé passphrase

source: Retry
fr_fr: Réessayer

source: The list of SSL ciphers supported by OpenVPN-ALS. If the selected cipher list is empty then all available ciphers are supported, if you edit this list then ensure that SSL_RSA_WITH_RC4_128_MD5 is selected as this is required by the OpenVPN-ALS Agent.<br><br>WARNING: Editing these properties may cause compatibility problems with some older browsers.
fr_fr: Le list de SSL ciphers supported by OpenVPN-ALS. Si the selected cipher list est empty then all available ciphers are supported, si you editer thest list then ensure that SSL_RSA_WITH_RC4_128_MD5 est selected as thest est required by the OpenVPN-ALS Agent.<br><br>WARNING: Editing these properties may cause compatibility problems with some older browsers.

source: Pending State Change
fr_fr: Pending State Changer

source: Server Executable
fr_fr: Serveur Executable

source: Home
fr_fr: Accueil

source: XML Parse Exception during parsing of {0}: {1}
fr_fr: XML Parse Exception during parsing de {0}: {1}

source: Change password
fr_fr: Changer le mot de passe

source: OpenVPN-ALS:::Edit Global Profile
fr_fr: OpenVPN-ALS:::Edit Global Profil

source: A root certificate for your web servers certification authority.
fr_fr: A root certificatfor votre web servers certification authority.

source: No supported attributes in condition.
fr_fr: Non supported attributs in condition.

source: Error Messages
fr_fr: Messages d'erreurs

source: Guest user
fr_fr: Utilisateur invité

source: Resolve order
fr_fr: Resolution

source: Click here if you wish to create a new account.
fr_fr: Cliquer ici si vous voulez créer un nouveau compte.

source: Here you may choose an alternative authentication scheme.
fr_fr: Here you may choose an alternative authentification scheme.

source: All of the settings in this category affect the behaviour of the OpenVPN-ALS Agent. Settings included timeouts and proxy servers.
fr_fr: All de the settings in thest category affect the behaviour de the OpenVPN-ALS Agent. Settings included timeouts and proxy servers.

source: Please provide the pathname to the keystore file that contains the certificate you wish to be imported as your server certificate.
fr_fr: SVP, fournissez le nom du chemin pour le fichier qui contiendra le certificat de votre serveur.

source: You must supply a valid hostname.
fr_fr: Vous devez fournir un nom d'hôte valide.

source: New Path
fr_fr: Nouveau chemin

source: The user database cannot be reached.
fr_fr: Le utilisateur database cannot be reached.

source: Set the size of the buffers used by connections from this listener.
fr_fr: Set the size de the buffers used by connections from thest listener.

source: Logged on as {0}
fr_fr: Connecté en tant que {0}

source: Failed to refresh extension. This may be due to current network conditions or incorrect proxy server configuration. {0}
fr_fr: Failed to refresh extension. Thest may be due to current réseau conditions or incorrect proxy server configuration. {0}

source: There are currently no existing network places configured
fr_fr: Il n'y a atuellement aucun Favoris Réseaux de configurés

source: This field can contain a list of users (or groups) that have administrative privileges by default. Once you have an administrative account, you may use the Accounts page to assign administrative rights to other users. You may also use regular expressions.
fr_fr: Thest field can contain a list de users (or groupes) that have administrative privileges by default. Once you have an administrative compte, you may use the Comptes page to assign administrative droits to other users. You may also use regular expressions.

source: Network Place Deleted
fr_fr: Favoris Réseau supprimé

source: Replacement Created
fr_fr: Remplacement Crée

source: The selected resource is not a favorite.
fr_fr: La ressource sélectionnée n'est pas la favorite.

source: A profile with that name already exists.
fr_fr: Un profil avec le même nom éxiste déjà.

source: Step 2 - Network Place Path Details
fr_fr: Etape 2 - Détails du chemin du Favoris Réseau

source: Review the information below before clicking on <strong>Finish</strong> to create the network place.
fr_fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le Favoris Réseau.

source: Here you may view a resource in more detail.
fr_fr: Here you may view a ressource in more detail.

source: You are now editing a new <strong>Personal Access Right</strong>. This type of access right defines what areas of the system ordinary users are able to access.
fr_fr: You are now editing a new <strong>Personal Accès Right</strong>. Thest type de accès right defines what areas de the system ordinary users are able to access.

source: No parameters to test against.
fr_fr: Non parameters to test against.

source: Web forward type:
fr_fr: Type d'Application Web:

source: Please Select Your Profile
fr_fr: SVP, sélectionnez votre profil

source: The Authentication Scheme creation wizard is now complete. Please review any information below.
fr_fr: Le Authentification Scheme creatien tant quesistant est now complete. Please review any information below.

source: This page allows you to view and maintain the various SSL certificates that are used throughout OpenVPN-ALS.
fr_fr: Thest page allows you to view and maintain the various SSL certificates that are used throughout OpenVPN-ALS.

source: Password pattern
fr_fr: Mot de passe pattern

source: Please complete all required fields!
fr_fr: SVP, compléter tous les champs requis.

source: Step 2 - Policy Selection
fr_fr: Etape 2 - Stratégie Selection

source: The access right creation wizard is now complete. Please review any information below.
fr_fr: Le accès right creatien tant quesistant est now complete. Please review any information below.

source: Your password has been reset and the administrator has requested that you provide a new one.
fr_fr: L'administrateur a réinitialisé votre mot de passe et vous demande d'en fournir un nouveau.

source: From here you can access various Network Places that link to shared file systems on your network. Please contact your network administrator if the Network Place to which you require access is missing.
fr_fr: A partir d'ici vous pouvez avoir accès aux Favoris Réseaux partagés. Contactez votre Administrateur si un accès vers un favori réseau est manquant.

source: Agent refused to launch application.
fr_fr: L'agent a refusé de lancer l'application.

source: Allowed
fr_fr: Autorisé

source: Parameter
fr_fr: Paramètre

source: There are no open tunnels but {0} active connections remain.
fr_fr: Il n'y a pas de tunnels d'ouvert mais il reste {0} connection active.

source: The system has been started, you will be redirected to the logon page.
fr_fr: Le system has been started, you will be redirected to the logon page.

source: You must provide a description for this access right.
fr_fr: You must provide a description for thest accès right.

source: Vfs File Download Started
fr_fr: Vfs Téléchargement du fichier commencé

source: Agent Java Application
fr_fr: Agent java

source: The system has been shut down, no actions are available at the moment.
fr_fr: Le system has been shut down, non actions are available at the moment.

source: No folder name provided.
fr_fr: Aucun nom de dossier n'est fournit.

source: The list of groups could not be retrieved. This may be due to mis-configuration of your current user database. {0}
fr_fr: Le list de groupes could not be retrieved. Thest may be due to mis-configuration de votre current utilisateur database. {0}

source: No files selected for compression.
fr_fr: Aucun fichier de sélectionné pour la compression.

source: Edit this resource
fr_fr: Editer cette ressource

source: Error
fr_fr: Erreur

source: Edit Web Forward
fr_fr: Editer l'application

source: No forwarding tunnel with id of {0}. If this is a new global tunnel, you should restart the OpenVPN-ALS Agent.
fr_fr: Non forwarding tunnel with id de {0}. Si thest est a new global tunnel, you should restart the OpenVPN-ALS Agent.

source: No tunnel has been initialised.
fr_fr: Non tunnel has been initialised.

source: Create Profile
fr_fr: Créer un profil

source: Resource Details
fr_fr: Détails des ressources

source: Vfs Directory Created
fr_fr: Vfs Annuaire crée

source: Links to help, news and other information online
fr_fr: Liens vers l'aide, les news et d'autres informations en ligne

source: This network place is manageable by you, but you do not have the policy to use it. For this reason you may only view the file structure, not change or download anything.
fr_fr: Ce Favoris Réseau est gérer par vous, mais vous n'avez pas de stratégie pour l'utiliser. Pour cette raison vous pouvez seulement voir la structure, mais vous ne pouvez rien changer ni télécharger.

source: Policy Created
fr_fr: Stratégie Created

source: Failed to launch application.
fr_fr: Failed to lancer application.

source: Set a users password.
fr_fr: Définir un mot de passe utilisateur.

source: You must provide a description for this network place.
fr_fr: Vous devez fournir une description pour ce Favoris Réseau.

source: Agent Executable Application
fr_fr: Agent d'execution de l'application

source: No connection has been made to the 3SP Extension Store. You could be missing out on useful additional features or upgrades. Click on <strong>Connect</strong> now or enable the <i>Automatically Connect to Extension Store</i> option. This connection is anonymous and no identifying information will be sent to the 3SP servers.
fr_fr: Non connection has been made to the 3SP Extension Store. You could be missing out on useful additional features or upgrades. Cliqueron <strong>Connect</strong> now or enable the <i>Automatically Connect to Extension Store</i> option. Thest connection est anonymous and non identifying information will be sent to the 3SP servers.

source: The following extensions have been deleted and cannot be re-installed until OpenVPN-ALS has been restarted.
fr_fr: Le following extensions have been deleted and cannot be re-installed until OpenVPN-ALS has been restarted.

source: Step 3 - Configure Super User
fr_fr: Etape 3 - Configure Super Utilisateur

source: Step 1 - Authentication Scheme Resource Details
fr_fr: Etape 1 - Authentification Scheme Ressource Details

source: The 3SP knowledge base has a number of articles relating to OpenVPN-ALS including extension creation and known issues.
fr_fr: La base de données 3SP contient des articles sur les questions fréquentes et la création d'extension pour OpenVPN-ALS.

source: Must select 1 or more resources to copy.
fr_fr: Vous devez sélectionner au moins une ressource a copier.

source: Configure this profile's properties
fr_fr: Configure thest profile's properties

source: Create New Folder
fr_fr: Créer un nouveau dossier

source: The passphrase and confirmed passphrase do not match.
fr_fr: Les passphrases ne correspondent pas.

source: You must supply a description for this resource.
fr_fr: You must supply a description for thest ressource.

source: Please provide a name and description for this access right.
fr_fr: Indiquer un nom et une description pour cette autorisation.

source: Dismiss
fr_fr: Renvoyer

source: OpenVPN-ALS:::My Profiles
fr_fr: OpenVPN-ALS:::Mes Profils

source: Step 1 - Details
fr_fr: Etape 1 - Details

source: The list of accounts could not be retrieved. This may be due to mis-configuration of your current user database. {0}
fr_fr: Le list de comptes could not be retrieved. Thest may be due to mis-configuration de votre current utilisateur database. {0}

source: Invalid source interface. Must either be blank for all interfaces, 127.0.0.1 for localhost, 127.0.0.2 for the localhost workaround (see knowledge base) or the IP address of a network interface on this server.
fr_fr: Invalid source interface. Must either be blank for all interfaces, 127.0.0.1 for localhost, 127.0.0.2 for the localhost workaround (see knowledge base) or the IP address de a réseau interface on thest server.
